{
  "Grower": [
    { "q": "मुझे फसल बेचने के लिए क्या करना होगा?", "a": "आपको ऐप में लॉग इन करके 'फसल बनाएँ' विकल्प चुनना होगा।" },
    { "q": "मैं पैक हाउस कैसे चुनूं?", "a": "फसल विवरण भरने के बाद, आप उपलब्ध पैक हाउस की सूची देख सकते हैं।" },
    { "q": "क्या मैं अपना कंसाइनमेंट ट्रैक कर सकता हूँ?", "a": "हाँ, 'कंसाइनमेंट ट्रैक करें' विकल्प से आप ट्रैक कर सकते हैं।" },
    { "q": "पैसे कितने दिन में मिलेंगे?", "a": "सफल डिलीवरी के 2-3 दिन बाद भुगतान किया जाएगा।" },
    { "q": "क्या मैं एक से अधिक पैक हाउस भेज सकता हूँ?", "a": "नहीं, एक कंसाइनमेंट एक ही पैक हाउस को भेजा जा सकता है।" }
  ],
  "Aadhati": [
    { "q": "मैं बोली कैसे लगाऊं?", "a": "लॉगिन करें और 'बोली लगाएं' सेक्शन में जाकर कीमत डालें।" },
    { "q": "क्या मैं किसी भी फसल पर बोली लगा सकता हूँ?", "a": "हाँ, जब तक वह फसल ओपन फॉर बिड है।" },
    { "q": "बोली जीतने पर मुझे क्या करना होगा?", "a": "आपको पेमेंट करना होगा और कंसाइनमेंट स्वीकारना होगा।" },
    { "q": "क्या मैं बोली रद्द कर सकता हूँ?", "a": "नहीं, एक बार बोली लगाने के बाद आप रद्द नहीं कर सकते।" }
  ],
  "PackHouse": [
    { "q": "कंसाइनमेंट कैसे स्वीकार करें?", "a": "'आने वाले कंसाइनमेंट' सेक्शन में जाकर स्वीकार करें।" },
    { "q": "मुझे किन दस्तावेजों की जरूरत होगी?", "a": "GST नंबर और वेयरहाउस प्रमाणपत्र जरूरी हैं।" },
    { "q": "क्या मैं फसल अस्वीकार कर सकता हूँ?", "a": "हाँ, यदि फसल गुणवत्ता के मानकों पर नहीं उतरती।" },
    { "q": "मैं फसल को कैसे स्कोर करूँ?", "a": "इंस्पेक्शन के दौरान आप ग्रेडिंग स्कोर दर्ज कर सकते हैं।" }
  ],
  "Ladani": [
    { "q": "मैं लदान कैसे बुक करूं?", "a": "कंसाइनमेंट स्वीकारने के बाद 'लदान जोड़ें' विकल्प चुनें।" },
    { "q": "कितने ड्राइवर जोड़े जा सकते हैं?", "a": "प्रत्येक लदान के लिए एक ड्राइवर जोड़ा जा सकता है।" },
    { "q": "क्या मैं ट्रक नंबर अपडेट कर सकता हूँ?", "a": "हाँ, जब तक गाड़ी रवाना न हो जाए।" }
  ],
  "Freight": [
    { "q": "मुझे कितने पैसे मिलेंगे?", "a": "किराया शुल्क रेट कार्ड के अनुसार तय होता है।" },
    { "q": "क्या मैं ट्रिप कैंसिल कर सकता हूँ?", "a": "केवल मंजूरी के पहले तक।" },
    { "q": "मुझे कहाँ से फसल लेनी है?", "a": "लोडिंग एड्रेस लदान विवरण में होता है।" }
  ],
  "Driver": [
    { "q": "मुझे कहाँ जाना है?", "a": "रूट मैप और पिकअप लोकेशन ऐप में दिखाई जाएगी।" },
    { "q": "क्या मैं पुलिस सहायता प्राप्त कर सकता हूँ?", "a": "हाँ, हेल्पलाइन पर कॉल करें या ऐप से रिपोर्ट करें।" },
    { "q": "क्या मुझे टोल फ्री मिलेगा?", "a": "टोल छूट पात्र ट्रकों को ही मिलेगी।" }
  ],
  "APMC": [
    { "q": "मंडी रजिस्ट्रेशन कैसे करें?", "a": "आपको APMC मॉड्यूल में जाकर फॉर्म भरना होगा।" },
    { "q": "क्या मैं ट्रक चेक कर सकता हूँ?", "a": "हाँ, ट्रक ID डालकर आप विवरण देख सकते हैं।" }
  ],
  "Police": [
    { "q": "मुझे सूचना कैसे मिलेगी?", "a": "ड्राइवर द्वारा SOS दबाने पर सूचना मिलती है।" },
    { "q": "क्या मैं ट्रक रोक सकता हूँ?", "a": "केवल संदेह होने पर और APMC की पुष्टि पर।" }
  ]
}
